[
  {
    "fileName": "1.jpg",
    "title": "Kuriyama Mirai",
    "desc": "We must try our best to bite the bullet and do a thing, Otherwise, we will achieve nothing.  （ Hitler ） \n—— 我们必须咬紧牙关，全力以赴去做一件事情；否则，我们将一事无成。  （ 希特勒 ）"
  },
  {
    "fileName": "2.jpg",
    "title": "Kuriyama Mirai",
    "desc": "Courage is going from failure to failure without losing enthusiasm.  （ Churchill ） \n—— 勇气就是不断失败，而不丧失热情。  （ 丘吉尔 ）"
  },
  {
    "fileName": "3.jpg",
    "title": "Kuriyama Mirai",
    "desc": "We shall draw from the heart of suffering itself the means of inspiration and survival. \n—— 我们应从遭受苦难的心中获得呼吸、生存的方法。"
  },
  {
    "fileName": "4.jpg",
    "title": "Kuriyama Mirai",
    "desc": "A pessimist sees the difficulty in every opportunity; an optimist sees the opportunity in every difficulty. \n—— 悲观主义者从每个机遇中看到困难，乐观主义者从每个困难中看到机遇。"
  },
  {
    "fileName": "5.jpg",
    "title": "Kuriyama Mirai",
    "desc": "Solitary trees, if they grow at all, grow strong. \n—— 孤独的树如果成长，就会成长得非常茁壮。"
  },
  {
    "fileName": "6.jpg",
    "title": "Kuriyama Mirai",
    "desc": "History is written by the victors. \n—— 历史是由胜利者书写的。"
  },
  {
    "fileName": "7.jpg",
    "title": "Kuriyama Mirai",
    "desc": "Never leave that until tomorrow , which you can do today. \n—— 今天的事不要拖到明天。"
  },
  {
    "fileName": "8.jpg",
    "title": "Kuriyama Mirai",
    "desc": "Most folks are about as happy as they make up their minds to be. \n—— 对于大多数人来说，他们认定自己有多幸福，就有多幸福。"
  },
  {
    "fileName": "9.jpg",
    "title": "Kuriyama Mirai",
    "desc": "Where there is a will , there is a way. \n—— 有志者，事竟成。"
  },
  {
    "fileName": "10.jpg",
    "title": "Kuriyama Mirai",
    "desc": "Nothing is as important as passion. No matter what you want to do with your life, be passionate. \n—— 没有什么比热情更重要了，无论你想做什么，带着热情去做。"
  },
  {
    "fileName": "11.jpg",
    "title": "Kuriyama Mirai",
    "desc": "I do not know anyone who has got to the top without hard work. That is the recipe. It will not always get you to the top, but should get you pretty near. \n—— 我不知道有人能不努力就取得成功卓越，这就是方法，努力不会让你每次都获得成功卓越，但能让你更靠近它许多。"
  },
  {
    "fileName": "12.jpg",
    "title": "Kuriyama Mirai",
    "desc": "Man are disturbed not by things, but by the view which they take of them. \n—— 人们的困扰不是来自事情的本身，而是来自他们对事情的看法。"
  },
  {
    "fileName": "13.jpg",
    "title": "Kuriyama Mirai",
    "desc": "Defeat is not bitter unless you swallow it. \n—— 挫败并不痛苦，除非你接受它。"
  },
  {
    "fileName": "14.jpg",
    "title": "Kuriyama Mirai",
    "desc": "Life’s challenges are not supposed to paralyze you — they’re supposed to help you discover who you are. \n—— 人生的挑战不是要瘫痪你，而是帮你发现真实的你。"
  },
  {
    "fileName": "15.jpg",
    "title": "Kuriyama Mirai",
    "desc": "Many of life’s failures are experienced by people who did not realize how close they were to success when they gave up. \n—— 很多人失败，因为他们不知道他们放弃时，距离成功是多么的近。"
  },
  {
    "fileName": "16.jpg",
    "title": "Kuriyama Mirai",
    "desc": "There is no disgrace in honest failure; there is disgrace in fearing to fail. \n—— 坦率的失败并不丢脸，害怕失败才会丢脸。"
  }
]
